

#print(f'Hello world')

# 1st_program
# возведение числа 9 в степень 0.5. и умножение на 5.
#print((9**0.5*5))

# 2nd_program
#Убедитесь в том что 9.99 больше 9.98 и 1000 не равно 1000.1 одновременно, выведете результат на экран(в консоль)
#print(9.99>9.98),(1000!=1000.1)

# 3rd_program
#Выведите на экран(в консоль) 2 умноженное на 2 плюс 2 без приоритета.Выведите на экран(в консоль) 2 умноженное на 2 плюс 2 с приоритетом для сложения.
#Выведите на экран(в консоль) результат сравнения этих двух выражений.
#print(2*2+2)
#print(2*(2+2))
#print((2*2+2) == (2*(2+2)))

# 4th_program
#Дана строка '123.456'. Вывести на экран первую цифру после запятой - 4.
#bum = '123.456'
#bum = float(bum)
#bum = bum * 10
#bum = bum % 10
#print(int(bum))
